roam/20200528213816-zettelkasten.org
:PROPERTIES:
:ID:       42ee0edd-831e-46b6-82b1-199427452149
:END:
#+TITLE: Zettelkasten
- tags: [[id:1479941e-151a-4bd1-8b31-ee11804d220c][Note Taking]], [[id:a9417549-6f9f-48ab-b23c-1c411fee45b8][org-roam]], [[id:f01972ec-1e3a-40e2-9482-c05a9922b738][PKM]]
- books: [[id:2d54b2f1-5c39-4849-a4d1-4b117e8db961][How to Take Smart Notes]]

Great resources at [[https://zettelkasten.de/posts/][zettelkasten.de]]

* Concetto
- nuova conoscenza si aggiunge a conoscenza pregressa
  + in questo modo si sviluppano nuove idee
- bidirectional linking
- notes on the go
  + includendo la _fonte_
- tagging
  + rivisitare le note della giornata/settimana e processarle
- cercando di metterle in relazione con le altre idee nel zettelkasten
  + meglio se specifiche
  + cosa tenere e cosa rielaborare o eliminare

- la domanda fondamentale: =dove voglio rivedere questa idea?=
  + [[id:283a0ee4-6416-40ea-b5eb-78d5f3a44b4a][How to take smart notes with org-mode]]

* Public Zettels
A curated list can be found [[https://github.com/KasperZutterman/Second-Brain][here]].
- https://notes.azlen.me
- https://notes.salman.io
- https://www.mentalnodes.com/
- https://sivers.org/book (not really a Zettelkasten but close enough)
- https://wiki.nikitavoloboev.xyz/
- https://hugocisneros.com/notes/
- https://beepb00p.xyz/exobrain/
- https://philosopher.life/#h0p3
- https://sphygm.us/
