content/posts/20200528213816-zettelkasten.md
+++
title = "Zettelkasten"
author = ["Daniel Biasiotto"]
draft = false
+++

-   tags: [Note Taking]({{< relref "20200528214634-note_taking.md" >}}), [org-roam]({{< relref "20210604135308-org_roam.md" >}}), [PKM]({{< relref "20210606203437-pkm.md" >}})
-   books: [How to Take Smart Notes]({{< relref "20210605235823-how_to_take_smart_notes.md" >}})

Great resources at [zettelkasten.de](https://zettelkasten.de/posts/)


## Concetto {#concetto}

-   nuova conoscenza si aggiunge a conoscenza pregressa
    -   in questo modo si sviluppano nuove idee
-   bidirectional linking
-   notes on the go
    -   includendo la <span class="underline">fonte</span>
-   tagging
    -   rivisitare le note della giornata/settimana e processarle
-   cercando di metterle in relazione con le altre idee nel zettelkasten
    -   meglio se specifiche
    -   cosa tenere e cosa rielaborare o eliminare

-   la domanda fondamentale: `dove voglio rivedere questa idea?`
    -   [How to take smart notes with org-mode]({{< relref "20210604135054-how_to_take_smart_notes_with_org_mode.md" >}})


## Public Zettels {#public-zettels}

A curated list can be found [here](https://github.com/KasperZutterman/Second-Brain).

-   <https://notes.azlen.me>
-   <https://notes.salman.io>
-   <https://www.mentalnodes.com/>
-   <https://sivers.org/book> (not really a Zettelkasten but close enough)
-   <https://wiki.nikitavoloboev.xyz/>
-   <https://hugocisneros.com/notes/>
-   <https://beepb00p.xyz/exobrain/>
-   <https://philosopher.life/#h0p3>
-   <https://sphygm.us/>
